<html>
<head>
</head>
<body background="Withered_leaves.jpg">
<form>
 <fieldset>
<b><font color="#FFFF99">  பாஸ்போர்ட் சேவா டோல் இலவச எண்கள் </b>
 </fieldset>
</form>
பாஸ்போர்ட் சேவா கேந்திரா அலுவலக இது
தனிநபரின் இந்திய பாஸ்போர்ட் அபிவிருத்தி. அது கால் சென்டர் உள்ளது
மற்றும் மையத்தைத் இது இந்திய மக்களை உதவுவதில் தான் உதவும்.
அது சேவா கேந்திரா மையம் உதவி தான் அழைப்பு
விண்ணப்பதாரர் கேள்விகளுக்கு தீர்த்தல் , பதிவு மற்றும் தீர்க்க
வாடிக்கையாளர் தான், விண்ணப்ப படிவம் பூர்த்தி ஆதரவு புகார் .<br>
<br>
அகில இந்திய டோல் இலவச எண்: 1800-258-1800 ( 24 × 7 )<br>
பாஸ்போர்ட் அலுவலகம் , ஜம்மு காஷ்மீர் வாடிக்கையாளர் எண்ணிக்கை: 040-66720567<br>
பாஸ்போர்ட் அலுவலகம் வட கிழக்கு வாடிக்கையாளர் எண்ணிக்கை: 040-66720581<br>
<b><u>தில்லி அலுவலக</u></b><br>
பாஸ்போர்ட் சேவா கேந்திரா தில்லி,<br>
HUDCO Trikoot -3, பிகாஜி காமா பிளேஸ் ,<br>
R.K.Puram , புது தில்லி - 110066<br>
<b><u>பாஸ்போர்ட் சேவா பெங்களூர் அலுவலகம்</b></u><br>
சாய் ஆர்கேட் , சர்வே எண் 56 / பி,<br>
Devarabisanahalli ,<br>
Marathahalli அவுட்டர் ரிங் ரோடு ( இன்டெல் எதிரில் )<br>
<b><u>பாஸ்போர்ட் சேவா கேந்திரா சென்னை</u></b><br>
Royala டவர்ஸ் எண் 2 & 3 , IV, மாடி,<br>
பழைய எண் 785 , புதிய எண் 158 , அண்ணா சாலை, சென்னை,<br>
தமிழ்நாடு - 600002<br>

☏ ஹெல்ப்லைன் எண்: 044-2851 3640<br>
மின்னஞ்சல்: rpo.chennai@mea.gov.in<br>

</body>
</html>